const collision = [
  {
    size: [3.23, 1.38, 3.48],
    center: [1.953, 0.69, -0.638],
    description: 'ここは本館です。入学手続きやレポート提出はここで行うよ'
  },
  {
    size: [0.759, 0.506, 0.187],
    center: [-0.843, 0.481, -0.433],
    description: 'ここは情報基盤センターです。最近リニューアルしてきれいになったよ'
  },
  {
    size: [1.488, 0.561, 0.225],
    center: [-3.438, 0.536, -0.454],
    description: 'ここは総合研究棟２号館です。いっぱい研究室があるよ'
  },
  {
    size: [0.964, 0.467, 0.664],
    center: [-1.067, 0.446, 0.8],
    description: 'ここは図書館です。図書館の隣には、作業スペースやカフェがあるよ'
  },
  {
    size: [0.718, 0.538, 0.232],
    center: [-3.228, 0.468, 1.632],
    description: 'ここは知能情報棟です。実験はここで行うことが多いよ'
  },
  {
    size: [0.239, 0.402, 0.46],
    center: [-2.806, 0.396, 0.783],
    description: 'ここはE講義棟です。ここで講義を受けることが多いよ'
  }
]

export default collision