const collision = [
  {
    size: [3.23, 1.38, 3.48],
    center: [2.6065, 0.648, -0],
    description: 'ここは本館です。入学手続きやレポート提出はここで行うよ'
  },
  {
    size: [3.23, 1.38, 3.48],
    center: [1.35, 0.65, -1.03],
    description: 'ここは本館です。入学手続きやレポート提出はここで行うよ'
  },
  {
    size: [3.23, 1.38, 3.48],
    center: [2.587, 0.65, -2.062],
    description: 'ここは本館です。入学手続きやレポート提出はここで行うよ'
  },
  {
    size: [0, 0, 0],
    center: [3.74, 0.413, -0.927],
    description: 'ここは健康管理センターです。毎年ここで健康診断を受けるよ'
  },
  {
    size: [0, 0, 0],
    center: [-0.389, 0.381, -2.222],
    description: 'ここは福利厚生棟です。生協ショップ、パン屋、食堂、自習室など、いろんな施設が集まってるよ'
  },
  {
    size: [0.759, 0.506, 0.187],
    center: [-0.187, 0.487, -0.806],
    description: 'ここは情報基盤センターです。最近リニューアルしてきれいになったよ'
  },
  {
    size: [1.488, 0.561, 0.225],
    center: [-2.774, 0.524, -0.821],
    description: 'ここは総合研究棟２号館です。いっぱい研究室があるよ'
  },
  {
    size: [0.964, 0.467, 0.664],
    center: [-0.57, 0.446, 0.433],
    description: 'ここは図書館です。図書館の隣には、作業スペースやカフェがあるよ'
  },
  {
    size: [0.718, 0.538, 0.232],
    center: [-2, 0.43, 0.527],
    description: 'ここは知能情報棟です。実験はここで行うことが多いよ'
  },
  {
    size: [0.239, 0.402, 0.46],
    center: [-2.073, 0.396, 0.527],
    description: 'ここはE講義棟です。ここで講義を受けることが多いよ'
  }
]

export default collision